[Balance.Balance_IOBunkerBossCritRegion InteractiveObjectBalanceDefinition]
DefaultDisplayName=""
Grades[0]=(GradeModifiers=)

[Balance.Balance_IOBunkerBossTarget InteractiveObjectBalanceDefinition]
DefaultDisplayName=""
Grades[0]=(GradeModifiers=)

[Balance.PawnBalance_HyperionBunkerBoss AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="BUNK-3R")

[Balance.PawnBalance_HyperionBunkerBoss_Gun AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Canhão Automático do BUNK-3R")

[BeamPoints.IODef_HyperionBeamCollection InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[BeamPoints.IODef_HyperionBeamPoint InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[Character.CharClass_BunkerBoss AIClassDefinition]
DefaultDisplayName=""
UBMKilledByMessageString=""

[Character.CharClass_BunkerBoss_Gun AIClassDefinition]
DefaultDisplayName=""
UBMKilledByMessageString=""

[InteractiveObject.IODef_BunkerBossCritRegion InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[InteractiveObject.IODef_BunkerBossTArget InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[IODef_BunkerBoss InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[Weapon.WeaponType_BunkerBoss_Weapon WeaponTypeDefinition]
Typename="Rifle Sniper Semiautomático"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[Weapon.WeaponTypeTurret_BunkerBossTurret TurretWeaponTypeDefinition]
Typename=""
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

